Repository: sdplatt/sdplatt.github.io
Catalog: SCHNEIDER OM_Datenschutzerklärung_KW_01.03.21-de-en-T copy.tmx
Source language: de
Languages: en

source: Datenschutzerklärung
en: Privacy policy

source: Stand:
en: Last updated:

source: Einleitung
en: Introduction

source: Mit den folgenden Informationen möchten wir Ihnen als "betroffener Person" einen Überblick über die Verarbeitung Ihrer personenbezogenen Daten durch uns und Ihre Rechte aus den Datenschutzgesetzen geben.
en: In the following, we seek to give you as a "data subject" an overview of the processing of your personal data by us and your rights under data protection laws.

source: Eine Nutzung unserer Internetseiten ist grundsätzlich ohne Eingabe personenbezogener Daten möglich.
en: It is possible to use our websites without needing to provide personal data.

source: Sofern Sie besondere Services unseres Unternehmens über unsere Internetseite in Anspruch nehmen möchten, könnte jedoch eine Verarbeitung personenbezogener Daten erforderlich werden.
en: However, if you wish to use the special services on our website provided by our company, it may be necessary to process our personal data.

source: Ist die Verarbeitung personenbezogener Daten erforderlich und besteht für eine solche Verarbeitung keine gesetzliche Grundlage, holen wir generell eine Einwilligung von Ihnen ein.
en: If the processing of personal data is necessary and there is no legal basis for such processing, we generally obtain your consent.

source: Die Verarbeitung von personenbezogenen Daten, beispielsweise Ihres Namens, der Anschrift oder E-Mail-Adresse, erfolgt stets im Einklang mit der Datenschutz-Grundverordnung (DS-GVO) und in Übereinstimmung mit den für die Schneider GmbH & Co. KG geltenden landesspezifischen Datenschutzbestimmungen.
en: The processing of personal data, such as your name, address, or email address, shall always be in compliance with GDPR, and in accordance with the country-specific data protection regulations applicable to Schneider GmbH & Co KG.

source: Mittels dieser Datenschutzerklärung möchten wir Sie über Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren.
en: By means of this privacy policy we would like to inform you about the scope and purpose of the personal data collected, used and processed by us.

source: Wir haben als für die Verarbeitung Verantwortliche zahlreiche technische und organisatorische Maßnahmen umgesetzt, um einen möglichst lückenlosen Schutz der über diese Internetseite verarbeiteten personenbezogenen Daten sicherzustellen.
en: As the controller, we have implemented numerous technical and organisational measures to ensure as comprehensive as possible protection of personal data processed through this website.

source: Dennoch können internetbasierte Datenübertragungen grundsätzlich Sicherheitslücken aufweisen, sodass ein absoluter Schutz nicht gewährleistet werden kann.
en: Nevertheless, web-based data transmission may have security vulnerabilities and 100% protection cannot be guaranteed.

source: Aus diesem Grund steht es Ihnen frei, personenbezogene Daten auch auf alternativen Wegen, beispielsweise telefonisch oder per Post, an uns zu übermitteln.
en: For this reason, you are free to send us your personal data using alternative means, for example by telephone or by post.

source: Verantwortlicher
en: Controller

source: Verantwortlicher im Sinne der DS-GVO ist die:
en: The controller within the meaning of the GDPR is:

source: D-35112 Fronhausen
en: D-35112 Fronhausen, Germany

source: Vertreter des Verantwortlichen:
en: Representative of the Controller:

source: Schneider Geschäftsführungs-GmbH vertreten durch Gunter Schneider
en: Schneider Geschäftsführungs-GmbH represented by Gunter Schneider

source: Datenschutzbeauftragter
en: Data Protection Officer

source: Den Datenschutzbeauftragten erreichen Sie wie folgt:
en: You can reach the data protection officer via the following:

source: -Datenschutzbeauftrager-
en: -Data Protection Officer-

source: Datenschutz
en: Data protection

source: Sie können sich jederzeit bei allen Fragen und Anregungen zum Datenschutz direkt an unseren Datenschutzbeauftragten wenden.
en: You can contact our data protection officer directly at any time with all questions and suggestions regarding data protection.

source: Begriffsbestimmungen
en: Definitions

source: Die Datenschutzerklärung beruht auf den Begrifflichkeiten, die durch den Europäischen Richtlinien- und Verordnungsgeber beim Erlass der Datenschutz-Grundverordnung (DS-GVO) verwendet wurden.
en: The privacy policy is based on the terminology used by the European Directive and Ordinance issuer when issuing the GDPR.

source: Unsere Datenschutzerklärung soll sowohl für die Öffentlichkeit als auch für unsere Kunden und Geschäftspartner einfach lesbar und verständlich sein.
en: Our privacy policy should be easy to read and understand for the public as well as for our customers and business partners.

source: Um dies zu gewährleisten, möchten wir vorab die verwendeten Begrifflichkeiten erläutern.
en: To ensure this, we would like to explain the terminology we use beforehand.

source: Wir verwenden in dieser Datenschutzerklärung unter anderem die folgenden Begriffe:
en: We use the following terms, among others, in this Privacy Policy:

source: Personenbezogene Daten
en: Personal data

source: Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen.
en: Personal data means any information relating to an identified or identifiable natural person.

source: Als identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung oder zu einem oder mehreren besonderen Merkmalen, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind, identifiziert werden kann.
en: An identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.

source: Betroffene Person
en: Data subject

source: Betroffene Person ist jede identifizierte oder identifizierbare natürliche Person, deren personenbezogene Daten von dem für die Verarbeitung Verantwortlichen (unser Unternehmen) verarbeitet werden.
en: Data subject means any identified or identifiable natural person whose personal data is processed by the controller (our company).

source: Verarbeitung
en: Processing

source: Verarbeitung ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung.
en: Processing means any operation or set of operations which is performed on personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.

source: Einschränkung der Verarbeitung
en: Restriction of processing

source: Einschränkung der Verarbeitung ist die Markierung gespeicherter personenbezogener Daten mit dem Ziel, ihre künftige Verarbeitung einzuschränken.
en: Restriction of processing means the marking of stored personal data with the aim of limiting their processing in the future.

source: Profiling ist jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere, um Aspekte bezüglich Arbeitsleistung, wirtschaftlicher Lage, Gesundheit, persönlicher Vorlieben, Interessen, Zuverlässigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser natürlichen Person zu analysieren oder vorherzusagen.
en: Profiling means any form of automated processing of personal data consisting of the use of personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects concerning that natural person’s performance at work, economic situation, health, personal preferences, interests, reliability, behaviour, location or movements.

source: Pseudonymisierung
en: Pseudonymisation

source: Pseudonymisierung ist die Verarbeitung personenbezogener Daten in einer Weise, auf welche die personenbezogenen Daten ohne Hinzuziehung zusätzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden können, sofern diese zusätzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Maßnahmen unterliegen, die gewährleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren natürlichen Person zugewiesen werden.
en: Pseudonymisation means the processing of personal data in such a manner that the personal data can no longer be attributed to a specific data subject without the use of additional information, provided that such additional information is kept separately and is subject to technical and organisational measures to ensure that the personal data are not attributed to an identified or identifiable natural person.

source: Auftragsverarbeiter
en: Processor

source: Auftragsverarbeiter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.
en: Processor means a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller.

source: Empfänger
en: Recipient

source: Empfänger ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, der personenbezogene Daten offengelegt werden, unabhängig davon, ob es sich bei ihr um einen Dritten handelt oder nicht.
en: Recipient means a natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not.

source: Behörden, die im Rahmen eines bestimmten Untersuchungsauftrags nach dem Unionsrecht oder dem Recht der Mitgliedstaaten möglicherweise personenbezogene Daten erhalten, gelten jedoch nicht als Empfänger.
en: However, public authorities which may receive personal data in the framework of a particular inquiry in accordance with Union or Member State law shall not be regarded as recipients.

source: Dritter
en: Third party

source: Dritter ist eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle außer der betroffenen Person, dem Verantwortlichen, dem Auftragsverarbeiter und den Personen, die unter der unmittelbaren Verantwortung des Verantwortlichen oder des Auftragsverarbeiters befugt sind, die personenbezogenen Daten zu verarbeiten.
en: Third party means a natural or legal person, public authority, agency or body other than the data subject, controller, processor and persons who, under the direct authority of the controller or processor, are authorised to process personal data.

source: Einwilligung
en: Consent

source: Einwilligung ist jede von der betroffenen Person freiwillig für den bestimmten Fall in informierter Weise und unmissverständlich abgegebene Willensbekundung in Form einer Erklärung oder einer sonstigen eindeutigen bestätigenden Handlung, mit der die betroffene Person zu verstehen gibt, dass Sie mit der Verarbeitung der Sie betreffenden personenbezogenen Daten einverstanden ist.
en: Consent means any freely given, specific, informed and unambiguous indication of the data subject’s wishes by which they, by a statement or by a clear affirmative action, signifies agreement to the processing of personal data relating to them.

source: Rechtsgrundlage der Verarbeitung
en: Legal basis of the processing

source: Art.
en: Article

source: 6 Abs. 1 lit. a DS-GVO (i.V.m. § 15 Abs. 3 TMG) dient unserem Unternehmen als Rechtsgrundlage für Verarbeitungsvorgänge, bei denen wir eine Einwilligung für einen bestimmten Verarbeitungszweck einholen.
en: Section 6 (1) (a) GDPR (in conjunction with Section 15 (3) German Act for Telemedia Services (TMG) serves our company as the legal basis for processing operations in which we obtain consent for a specific processing purpose.

source: Ist die Verarbeitung personenbezogener Daten zur Erfüllung eines Vertrags, dessen Vertragspartei Sie sind, erforderlich, wie dies beispielsweise bei Verarbeitungsvorgängen der Fall ist, die für eine Lieferung von Waren oder die Erbringung einer sonstigen Leistung oder Gegenleistung notwendig sind, so beruht die Verarbeitung auf Art.
en: Where the processing of personal data is necessary for the performance of a contract to which you are a party, such as in the case of processing operations necessary for the supply of goods or the provision of any other service or service in return, the processing is based on Article

source: 6 Abs. 1 lit. b DS-GVO.
en: 6(1) b GDPR.

source: Gleiches gilt für solche Verarbeitungsvorgänge die zur Durchführung vorvertraglicher Maßnahmen erforderlich sind, etwa in Fällen von Anfragen zu unseren Produkten oder Leistungen.
en: The same applies to processing operations which are necessary for carrying out pre-contractual steps, for example in the case of enquiries about our products or services.

source: Unterliegt unser Unternehmen einer rechtlichen Verpflichtung durch welche eine Verarbeitung von personenbezogenen Daten erforderlich wird, wie beispielsweise zur Erfüllung steuerlicher Pflichten, so basiert die Verarbeitung auf Art.
en: If our company is subject to a legal obligation by which the processing of personal data is required, such as for compliance with tax obligations, the processing is based on Article

source: 6 Abs. 1 lit. c DS-GVO.
en: 6(1) (c) GDPR.

source: In seltenen Fällen könnte die Verarbeitung von personenbezogenen Daten erforderlich werden, um lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person zu schützen.
en: In rare cases, the processing of personal data might become necessary to protect the vital interests of the data subject or another natural person.

source: Dies wäre beispielsweise der Fall, wenn ein Besucher in unserem Betrieb verletzt werden würde und daraufhin sein Name, sein Alter, seine Krankenkassendaten oder sonstige lebenswichtige Informationen an einen Arzt, ein Krankenhaus oder sonstige Dritte weitergegeben werden müssten.
en: This would be the case, for example, if a visitor were to be injured on our premises and as a result their name, age, health insurance details or other vital information had to be passed on to a doctor, hospital or other third party.

source: Dann würde die Verarbeitung auf Art.
en: In this case, the processing would be based on Article

source: 6 Abs. 1 lit. d DS-GVO beruhen.
en: 6(1) (d) GDPR.

source: Letztlich könnten Verarbeitungsvorgänge auf Art.
en: Finally, processing operations could be based on Article

source: 6 Abs. 1 lit. f DS-GVO beruhen.
en: 6(1) (f) GDPR.

source: Auf dieser Rechtsgrundlage basieren Verarbeitungsvorgänge, die von keiner der vorgenannten Rechtsgrundlagen erfasst werden, wenn die Verarbeitung zur Wahrung eines berechtigten Interesses unseres Unternehmens oder eines Dritten erforderlich ist, sofern die Interessen, Grundrechte und Grundfreiheiten des Betroffenen nicht überwiegen.
en: Processing operations which are not covered by any of the aforementioned legal bases are based on this legal basis if the processing is necessary to protect a legitimate interest of our company or a third party, provided that this not outweighed by the interests, basic constitutional rights and freedoms of the data subject.

source: Solche Verarbeitungsvorgänge sind uns insbesondere deshalb gestattet, weil sie durch den Europäischen Gesetzgeber besonders erwähnt wurden.
en: We are permitted to carry out such processing operations in particular because they have been specifically mentioned by the European legislator.

source: Er vertrat insoweit die Auffassung, dass ein berechtigtes Interesse anzunehmen sein könnte, wenn Sie ein Kunde unseres Unternehmens sind (Erwägungsgrund 47 Satz 2 DS-GVO).
en: In this regard, the legislator took the view that a legitimate interest could be assumed if you are a customer of our company (Recital 47 (2) GDPR).

source: Übermittlung von Daten an Dritte
en: Transmission of data to third parties

source: Eine Übermittlung Ihrer persönlichen Daten an Dritte zu anderen als den im Folgenden aufgeführten Zwecken findet nicht statt.
en: Your personal data will not be transferred to third parties for purposes other than those listed below.

source: Wir geben Ihre persönlichen Daten nur an Dritte weiter, wenn:
en: We will only share your personal information with third parties if:

source: Sie Ihre nach Art.
en: You have given your express consent according to Article

source: 6 Abs. 1 S. 1 lit. a DS-GVO ausdrückliche Einwilligung dazu erteilt haben,
en: 6(1) clause 1 (a) GDPR have given their express consent for us to do so;

source: 2. die Weitergabe nach Art.
en: 2. A disclosure under Article

source: 6 Abs. 1 S. 1 lit. f DS-GVO zur Wahrung unserer berechtigten Interessen zulässig ist und kein Grund zur Annahme besteht, dass Sie ein überwiegendes schutzwürdiges Interesse an der Nichtweitergabe Ihrer Daten haben,
en: 6(1) 1 (f) GDPR is permitted to protect our legitimate interests and there is no reason to assume that you have an overriding legitimate interest in the non-disclosure of your data;

source: 3. für den Fall, dass für die Weitergabe nach Art.
en: 3. Where, for the purposes of disclosure under Article

source: 6 Abs. 1 S. 1 lit. c DS-GVO eine gesetzliche Verpflichtung besteht, sowie
en: 6(1) 1 (c) GDPR, a legal obligation exists; and

source: 4. dies gesetzlich zulässig und nach Art.
en: 4. this is legally permissible and in accordance with Article

source: 6 Abs. 1 S. 1 lit. b DS-GVO für die Abwicklung von Vertragsverhältnissen mit Ihnen erforderlich ist.
en: 6(1) p. 1 (b) GDPR. it is necessary for processing contractual relationships with you.

source: Um Ihre Daten zu schützen und uns gegebenenfalls eine Datenübermittlung in Drittländer (außerhalb der EU/des EWR) zu ermöglichen, haben wir Vereinbarungen zur Auftragsverarbeitung auf Grundlage der Standardvertragsklauseln der Europäischen Kommission abgeschlossen.
en: To protect your data and allow us to transfer data to third countries (outside the EU/EEA) where appropriate, we have entered into processing agreements based on the European Commission's standard contractual terms.

source: Und / Oder
en: And / Or

source: die Weitergabe von Daten an einen Staat, der nicht dem Europäischen Wirtschaftsraum angehört, erfolgt nur, wenn dieser ein angemessenes Datenschutzniveau nachweisen kann, das von der EU-Kommission bestätigt wird; ferner, dass er angemessene Datenschutzgarantien abgegeben hat; dass dies zur Erfüllung arbeitsvertraglicher Verpflichtungen erforderlich ist; oder wenn Sie hierzu Ihre Einwilligung erteilt haben.
en: data is only transferred to a state that is not a member of the European Economic Area if that state can demonstrate an adequate level of data protection, as confirmed by the EU Commission; that it has provided adequate data protection guarantees; that it is necessary for the fulfilment of contractual obligations; or if you have given your consent to so.

source: Wird ein Auftragsverarbeiter mit der Durchführung eines Vertrages beauftragt, schließen wir mit diesem einen Vertrag zur Auftragsverarbeitung im Sinne des Art.
en: If a processor is commissioned with the performance of a contract, we will enter into a contract to carry out processing within the meaning of Article

source: 28 DSGVO ab und holen dazu vorab Ihre ausdrückliche Einwilligung ein.
en: 28 GDPR and obtain your express consent in advance.

source: Technik
en: Technology

source: 7.1 SSL/TLS-Verschlüsselung
en: 7.1 SSL/TLS encryption

source: Diese Seite nutzt zur Gewährleistung der Sicherheit der Datenverarbeitung und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen, Login-Daten oder Kontaktanfragen, die Sie an uns als Betreiber senden, eine SSL-bzw. TLS-Verschlüsselung.
en: This site uses SSL or TLS encryption to ensure the security of data processing and to protect the transmission of confidential content, such as orders, login data or contact requests that you send to us, the Operator.

source: Eine verschlüsselte Verbindung erkennen Sie daran, dass in der Adresszeile des Browsers statt einem "http://" ein "https://" steht und an dem Schloss-Symbol in Ihrer Browserzeile.
en: You can recognise an encrypted connection by the fact that the browser address line contains a "https://" instead of a "http://" and by the lock icon in the address bar.

source: Wir setzen diese Technologie ein, um Ihre übermittelten Daten zu schützen.
en: We use this technology to protect your transmitted data.

source: 7.2 Datenerfassung beim Besuch der Internetseite
en: 7.2 Data collection when visiting the website

source: Bei der lediglich informatorischen Nutzung unserer Website, also wenn Sie sich nicht registrieren oder uns anderweitig Informationen übermitteln, erheben wir nur solche Daten, die Ihr Browser an unseren Server übermittelt (in sog.
en: When you use our website for information purposes only, i.e. if you do not register or otherwise transmit information to us, we only collect the data that your browser sends to our server (in so-called

source: Unsere Internetseite erfasst mit jedem Aufruf einer Seite durch Sie oder ein automatisiertes System eine Reihe von allgemeinen Daten und Informationen.
en: Our website collects a range of general data and information each time you call up a page or a page is called up by an automated system.

source: Diese allgemeinen Daten und Informationen werden in den Logfiles des Servers gespeichert.
en: This general data and information is stored in the server log files.

source: Erfasst werden können die
en: The following data can be collected

source: 1. verwendeten Browsertypen und Versionen,
en: 1. Type of browser and version,

source: 2. das vom zugreifenden System verwendete Betriebssystem,
en: 2. Operating system used by the accessing system,

source: 3. die Unterwebseiten, welche über ein zugreifendes System auf unserer Internetseite angesteuert werden,
en: 3. Subdomains which are controlled using a system accessing our website,

source: 4. das Datum und die Uhrzeit eines Zugriffs auf die Internetseite,
en: 4. the date and time the website was accessed,

source: 5. eine Internet-Protokoll-Adresse (IP-Adresse),
en: 5. an Internet Protocol (IP) address,

source: 6. der Internet-Service-Provider des zugreifenden Systems.
en: 6. ISP of the accessing system.

source: Diese Informationen werden benötigt, um
en: This information is needed to

source: 1. die Inhalte unserer Internetseite korrekt auszuliefern,
en: 1. to deliver our website content correctly,

source: 2. die dauerhafte Funktionsfähigkeit unserer IT-Systeme und der Technik unserer Internetseite zu gewährleisten sowie
en: 2. to ensure the permanent operability of our IT systems and the technology of our website, and
